tap "homebrew/bundle"
brew "zstd"
brew "jpeg-xl"
brew "automake"
brew "awscli"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "black"
brew "bottom"
brew "bpython"
brew "fontconfig"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "clang-format"
brew "cmake"
brew "ctags"
brew "exercism"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "flake8"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gdb"
brew "gdu", link: false
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "python@3.10"
brew "grip"
brew "haskell-stack"
brew "hlint"
brew "htop"
brew "ipython"
brew "isort"
brew "jo"
brew "krb5"
brew "lazygit"
brew "libfido2"
brew "llvm"
brew "lorem"
brew "ruby"
brew "macvim"
brew "node"
brew "markdownlint-cli"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "pdfgrep"
brew "pgformatter"
brew "pipenv"
brew "postgresql@14"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python-yq"
brew "tcl-tk", link: false
brew "python@3.8"
brew "python@3.9"
brew "qt"
brew "rename"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "sponge"
brew "tldr"
brew "tmux"
brew "tree"
brew "uncrustify"
brew "watch"
brew "wget"
brew "yamllint"
brew "yapf"
brew "zsh"
brew "zsh-completions"
cask "anki"
cask "caffeine"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "freedom"
cask "google-chrome"
cask "iterm2"
cask "julia"
cask "mactex"
cask "notion"
cask "notion-calendar"
cask "rectangle"
cask "rescuetime"
cask "skim"
cask "slack"
cask "spotify"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zulip"
